<?php

return [

    /*
    |--------------------------------------------------------------------------
    | All messages of the application
    |--------------------------------------------------------------------------
    |
    */
    
    'identifier' => 'ឯកសារកំណត់អត្តសញ្ញាណ',
    'firstname' => 'នាម',
    'lastname' => 'គោត្តនាម',
    'datehired' => 'កាលបរិច្ឆេទជួល',
    'department' => 'ផ្នែក',
    'position' => 'មុខតំណែង',
    'contract' => 'កិច្ចសន្យា',
    'Cancel' => 'ថ្ងៃឈប់សម្រាក',
    'copied' => 'ឈប់សម្រាក់',
];
